[
    {
        "id": 1,
        "name": "La sombra del viento",
        "author": "Carlos Ruiz Zafón",
        "category": "FicciónLiteraria",
        "price": 35000,
        "description": "En un amanecer de 1945; un muchacho es conducido por su padre a un misterioso lugar oculto en el corazón de la ciudad vieja: El Cementerio de los Libros Olvidados. Allí; Daniel Sempere encuentra un libro maldito que cambia el rumbo de su vida y lo arrastra a un laberinto de intrigas y secretos enterrados en el alma oscura de la ciudad. La Sombra del Viento es un misterio literario ambientado en la Barcelona de la primera mitad del siglo XX; desde los últimos esplendores del Modernismo hasta las tinieblas de la posguerra.",
        "image": "/assets/images/sombradelviento.jpg",
        "stock": 20
    },
    {
        "id": 2,
        "name": "En agosto nos vemos",
        "author": "Gabriel García Márquez",
        "category": "FicciónLiteraria",
        "price": 19000,
        "description": "Cada mes de agosto Ana Magdalena Bach toma el transbordador hasta la isla donde está enterrada su madre para visitar la tumba en la que yace. Esas visitas acaban suponiendo una irresistible invitación a convertirse en una persona distinta durante una noche al año. Escrita en el inconfundible y fascinante estilo de García Márquez; En agosto nos vemos es un canto a la vida; a la resistencia del goce pese al paso del tiempo y al deseo femenino. Un regalo inesperado para los innumerables lectores del Nobel colombiano.",
        "image": "/assets/images/enagostonosvemos.jpg",
        "stock": 26
    },
    {
        "id": 3,
        "name": "El viento conoce mi nombre",
        "author": "Isabel Allende",
        "category": "FicciónLiteraria",
        "price": 26500,
        "description": "En El viento conoce mi nombre pasado y presente se entrelazan para relatar una historia sobre los sacrificios que a veces los padres deben hacer por sus hijos; sobre la sorprendente capacidad de algunos niños para sobrevivir a la violencia sin dejar de soñar; y sobre la tenacidad de la esperanza; que puede brillar incluso en los momentos más oscuros.",
        "image": "/assets/images/elvientoconoceminombre.jpg",
        "stock": 11
    },
    {
        "id": 4,
        "name": "Collide: fuera del hielo",
        "author": "Bal Khabra",
        "category": "Romance",
        "price": 22000,
        "description": "Dos mundos totalmente opuestos colisionan para sobrepasar los límites de la rivalidad y de la atracción. Summer Preston lleva años trabajando sin descanso para convertirse en psicóloga deportiva; pero todos sus sueños se tambalean cuando; para entrar en el programa más prestigioso de posgrado; se verá obligada a trabajar con Aiden Crawford; el engreído capitán del equipo de hockey; deporte del que lleva huyendo toda su vida.",
        "image": "/assets/images/collide.jpg",
        "stock": 10
    },
    {
        "id": 5,
        "name": "Cuando no queden más estrellas que contar",
        "author": "María Martínez",
        "category": "Romance",
        "price": 19000,
        "description": "¿Cómo se ignora lo que late en tu interior? ¿Cómo se recupera el rumbo de una vida trazada por una mentira?  Desde muy pequeña; Maya se ha sacrificado en cuerpo y alma por el ballet. Trabaja como solista en la Compañía Nacional de Danza y los ballets más prestigiosos han puesto sus ojos en ella. Sin embargo; un grave accidente acaba con su futuro prometedor. El único mundo que Maya conoce se ha derrumbado. Su abuela; que ha guiado cada uno de sus pasos; la culpa por lo sucedido. La ausencia de su madre pesa más que nunca. Y un hallazgo fortuito abrirá una profunda herida. Un viaje inesperado; una chica incompleta y una verdad escondida en una caja de música. A veces; dejar que suceda es todo lo que necesitas.",
        "image": "/assets/images/cuandonoquedenmasestrellas.jpg",
        "stock": 9
    },
    {
        "id": 6,
        "name": "Verity: la sombra de un engaño",
        "author": "Colleen Hoover",
        "category": "ThrillerMisterio",
        "price": 19600,
        "description": "Lowen Ashleigh; novelista al borde de la bancarrota; recibe un encargo que le cambiará la vida: Jeremy; el flamante marido de Verity Crawford; una de las autoras más importantes del momento; la contrata para terminar la serie de libros en la que trabajaba su mujer antes de sufrir un grave accidente que la ha dejado en coma. Lowen se instala en la mansión del matrimonio para supervisar las notas en las que trabajaba Verity; con la esperanza de hallar material suficien-te para empezar con su encargo; y allí; escondida; encuentra una autobiografía de la propia Verity. Página tras página; Lowen descubre confesiones escalofriantes; incluido el recuerdo de la noche que cambió para siempre la vida de la familia Crawford. ",
        "image": "/assets/images/verity.jpg",
        "stock": 5
    },
    {
        "id": 7,
        "name": "Un cuento perfecto",
        "author": "Elísabet Benavent",
        "category": "Romance",
        "price": 45000,
        "description": "Érase una vez una mujer que lo tenía todo y un chico que no tenía nada. Érase una vez una historia de amor entre el éxito y la duda. Érase una vez un cuento perfecto.",
        "image": "/assets/images/cuentoperfecto.jpg",
        "stock": 32
    },
    {
        "id": 8,
        "name": "Llamada de emergencia",
        "author": "Kate London",
        "category": "ThrillerMisterio",
        "price": 24900,
        "description": "Octubre de 1987: la manana despues de la Gran Tormenta de Londres. Tania Mills; de quince anos; sale por la puerta de su casa y desaparece. Mas de veinte anos despues; su madre todavia reza por su regreso. La detective Sarah Collins del Comando de Homicidios de la policia de Londres esta decidida a averiguar que sucedio; pero la interrumpe otro caso terrible; que la obliga a volver a trabajar con una joven y problematica oficial de policia de su pasado.",
        "image": "/assets/images/llamadadeemergencia.jpg",
        "stock": 28
    },
    {
        "id": 9,
        "name": "La chica que se llevaron",
        "author": "Charlie Donlea",
        "category": "ThrillerMisterio",
        "price": 25500,
        "description": "Ella no recuerda nada. Mejor asi. Su verdad era solo la mitad de la historia. Megan McDonald esta terminando el bachillerato; es popular; carismatica; y tiene un futuro increible por delante. Una de sus ultimas noches en Emerson Bay la secuestran. Megan esta dos semanas en cautiverio hasta que escapa; y pasa a ser conocida como ´la chica que se llevaron´. Pero esa noche tambien desaparecio Nicole Cutty y de ella nadie sabe nada. Megan escribe su libro; que se convierte en un bestseller; pero ella no esta bien; recuerda muy poco de lo que ocurrio y necesita saberlo. Livia; medica forense; es la hermana mayor de Nicole. Todavia se siente culpable por no haber contestado el telefono cuando Nicole la llamo la noche en que desaparecio. Megan y Livia deciden investigar que paso con Nicole. Cuanto mas profundizan se dan cuenta de que el verdadero terror reside en encontrar exactamente lo que estabas buscando.",
        "image": "/assets/images/lachicaquesellevaron.jpg",
        "stock": 30
    },
    {
        "id": 10,
        "name": "Amarilla",
        "author": "R.F. Kuang",
        "category": "FicciónLiteraria",
        "price": 29500,
        "description": "EL LADO OSCURO DEL MUNDILLO LITERARIO. Athena Liu es una escritora famosa y June Hayward es una escritora a la que no conocen ni en su casa. Cuando Athena muere de forma tan inesperada como extrana; June le roba su ultimo manuscrito. Y no solo eso: lo publica como si fuera obra suya. Sin embargo; hay evidencias que amenazan con poner en peligro el exito que June ha conseguido de manera tan (por decirlo finamente) cuestionable. Y es entonces cuando descubre hasta donde esta dispuesta a llegar para conservar la vida que ella cree que merece.",
        "image": "/assets/images/amarilla.jpg",
        "stock": 24
    },
    {
        "id": 11,
        "name": "El día que dejó de nevar en Alaska",
        "author": "Alice Kellen",
        "category": "Romance",
        "price": 29300,
        "description": "Dos destinos que se cruzan. Heather cree que solo hay tres cosas que sabe hacer: atraer problemas; salir huyendo y correr. Así es como termina en Alaska; en un pequeño pueblo perdido; trabajando de camarera mientras intenta llevar una vida nueva y tranquila. Su único problema es que uno de los dueños del restaurante parece odiarla y que ella nunca antes ha conocido a nadie que despierte tanto su curiosidad. Nilak es reservado; frío y distante; pero Heather puede ver a través de todas las capas tras las que se esconde y sabe que en ocasiones hay recuerdos que pesan demasiado; como los de sus propios errores; esos que intenta dejar atrás. Pero; a veces; la vida te da una segunda oportunidad. La nieve empieza a derretirse. Y todo encaja.",
        "image": "/assets/images/alaska.jpg",
        "stock": 23
    },
    {
        "id": 12,
        "name": "La lista de invitados",
        "author": "Lucy Foley",
        "category": "ThrillerMisterio",
        "price": 13900,
        "description": "En el mas puro estilo de los clasicos de Agatha Christie como Asesinato en el Orient Express Foley construye un suspense pausado y aterrador.",
        "image": "/assets/images/lalistadeinvitados.jpg",
        "stock": 20
    },
    {
        "id": 13,
        "name": "Problema en Pollensa",
        "author": "Agatha Christie",
        "category": "ThrillerMisterio",
        "price": 14300,
        "description": "El sagaz investigador Parker Pyne desembarca en Pollensa; en la soleada isla de Mallorca; para disfrutar de unas merecidas vacaciones en un hotel con gran encanto. Pero pronto su relax se ve interrumpido por la señora Chester; quien; convencida de que su hijo está a punto de echar a perder su futuro por culpa de una misteriosa mujer; decide pedir ayuda al famoso detective.",
        "image": "/assets/images/problemaenpollensa.jpg",
        "stock": 20
    },
    {
        "id": 14,
        "name": "El camino de los reyes",
        "author": "Brandon Sanderson",
        "category": "Fantasia",
        "price": 49000,
        "description": "El camino de los reyes es el primer volumen de «El Archivo de las Tormentas»; el resultado de más de una década de construcción y es critura de universos; convertido en una obra maestra de la fantasía contemporánea en diez volúmenes.",
        "image": "/assets/images/caminodereyes.jpg",
        "stock": 19
    },
    {
        "id": 15,
        "name": "La guerra de la amapola",
        "author": "R.F. Kuang",
        "category": "Fantasia",
        "price": 29500,
        "description": "Que Rin superase el Keju (una prueba para encontrar a los jovenes con mas talento del imperio) sorprendio a todo el mundo: a los oficiales que realizaron la prueba; que no podian creer que una huerfana de la Provincia del Gallo pudiera superarla sin hacer trampas; a los tutores de Rin; que pensaban que podrian casarla y seguir con sus labores delictivas; y a la propia Rin; que se dio cuenta de que al fin se habia librado de la servidumbre y la desesperacion que marcaban su dia a dia. Pero que entrara en Sinegard; la academia militar mas elitista de Nikan; fue aun mas sorprendente.",
        "image": "/assets/images/guerraamapola.jpg",
        "stock": 17
    },
    {
        "id": 16,
        "name": "Caraval",
        "author": "Stephanie Garber",
        "category": "Fantasia",
        "price": 29000,
        "description": "Bienvenido, bienvenido a Caraval. Ganar significa la libertad. Perder, renunciar a todos tus sueños. ¿Estás preparado? El juego ha empezado. Recuerda, sólo es un juego…Scarlett Dragna nunca ha abandonado la pequeña isla en la que ella y su hermana Tella viven bajo la vigilancia de su estricto y cruel padre. Desde hace años Scar sueña con asistir a la celebración anual de Caraval, unos legendarios juegos que duran una semana y en los que la audiencia participa para ganar el Gran Premio. Caraval es magia, misterio y aventura.",
        "image": "/assets/images/caraval.jpg",
        "stock": 8
    },
    {
        "id": 17,
        "name": "Nacidos de la bruma 1",
        "author": "Brandon Sanderson",
        "category": "Fantasia",
        "price": 41900,
        "description": "Las brumas gobiernan la noche. el lord legislador domina el mundo. En otros tiempos; un héroe se alzó para salvar la humanidad. Fracasó. Desde entonces; el mundo es un erial de ceniza y niebla gobernado por un emperador inmortal conocido como el lord Legislador. Pero la esperanza perdura. Una nueva revuelta cobra forma cimentándose en la treta definitiva: la astucia de un brillante genio del crimen y la determinación de una heroína insólita; una joven ladrona callejera que deberá aprender a controlar el poder de los nacidos de la bruma. ",
        "image": "/assets/images/nacidosbruma.jpg",
        "stock": 6
    },
    {
        "id": 18,
        "name": "El secreto del río",
        "author": "Isabel Ibañez",
        "category": "Fantasia",
        "price": 33300,
        "description": " Inez Olivera; una joven de origen argentino-boliviano; forma parte de la elegante sociedad del Buenos Aires del siglo xix. Al igual que el resto del mundo; la ciudad está impregnada de la magia del mundo antiguo; aunque; con el tiempo; esta haya ido quedando olvidada. Inez tiene todo cuanto una chica podría desear salvo lo que más anhela: a sus aventureros padres; que siempre terminan dejándola atrás. Cuando recibe la noticia de su trágica muerte; Inez hereda una enorme fortuna y pasa a tener un misterioso tutor: un arqueólogo que trabaja con su cuñado egipcio. Decidida a encontrar respuestas; la joven viaja hasta El Cairo llevando consigo sus cuadernos de dibujo y un anillo de oro que su padre le envió antes de morir.",
        "image": "/assets/images/secretorio.jpg",
        "stock": 25
    },
    {
        "id": 19,
        "name": "El chico que dibujaba constelaciones",
        "author": "Alice Kellen",
        "category": "Romance",
        "price": 18500,
        "description": "Esta es una historia de amor; de sueños y de vida. La de Valentina. La chica que no sabía que tenía el mundo a sus pies; la que creció y empezó a pensar en imposibles. La que cazaba estrellas; la que anhelaba más; la que tropezó con él. Con Gabriel. El chico que dibujaba constelaciones; el valiente e idealista; el que confió en las palabras «para siempre»; y creó los pilares que terminaron sosteniendo el pasado; el ahora; lo que fueron y los recuerdos que se convertirán en polvo.",
        "image": "/assets/images/elchicoquedibujaba.jpg",
        "stock": 15
    },
    {
        "id": 20,
        "name": "Todos los lugares que mantuvimos en secreto",
        "author": "Inma Rubiales",
        "category": "Romance",
        "price": 31600,
        "description": " Maeve no sabe mucho sobre sí misma. Solo que no deja de pensar en si su madre cumplió todos sus sueños antes de morir; que la relación con su novio va cada vez peor y que está cansada de que todos sus días sean iguales.Cuando; por un impulso; acaba comprando un billete solo de ida a la otra parte del mundo para volver al pueblo en el que vivió cuando era niña; lo que menos esperaba era reencontrarse allí con el que fue su mejor amigo de la infancia.Connor siempre supo que tarde o temprano Maeve regresaría. Lo que nunca pensó es que fuera a ser así.Tan caótica. Tan perdida. Como si aún estuviera por definir.",
        "image": "/assets/images/todosloslugares.jpg",
        "stock": 20
    }
]